Repository: lainsce/emulsion
Catalog: po/*.po
Languages: de, hr, it, sk

source: color;palette;library;hue;swatch;
de: Farbe;Palette;Farbton;Muster;
hr: boja;paleta;biblioteka;nijansa;uzorak;
it: colore;tavolozza;libreria;tonalità;campione;
sk: farba;paleta;knižnica;hue;vzorkovník;

source: Stock up on colors
de: Deck’ dich mit Farben ein
hr: Opskrbi se bojama
it: Fai scorta di colori
sk: Zásobte sa farbami

source: Store your palettes in an easy way, and edit them if needed.
de: Paletten auf einfache Weise speichern und bei Bedarf bearbeiten.
hr: Spremi svoje palete na jednostavan način i po potrebi ih promijeni.
it: Conserva le tue tavolozze in modo semplice e modificale se necessario.
sk: Uložte si palety jednoducho a v prípade potreby ich upravte.

source: First Boot
de: Erste Benutzung
hr: Prvo pokretanje
it: Primo avvio
sk: Prvé spustenie

source: Whether to add the default palettes on first boot or not.
de: Ob die Standardpaletten bei erster Benutzung hinzugefügt werden sollen oder nicht.
hr: Da li dodati standardne palete pri prvom pokretanju ili ne.
it: Aggiungere o meno le tavolozze predefinite al primo avvio.
sk: Pridať predvolené palety pri prvom spustení alebo nie.

source: Name∶
hr: Ime∶
it: Nome∶
sk: Meno∶

source: Red∶
de: Rot∶
hr: Crvena∶
it: Rosso∶
sk: Červená∶

source: Green∶
de: Grün∶
hr: Zelena∶
it: Verde:
sk: Zelená:

source: Blue∶
de: Blau∶
hr: Plava∶
it: Blu:
sk: Modrá:

source: Hex
hr: Heks
it: Esadecimale

source: Color Hexcode∶
de: Hex-Code der Farbe∶
hr: Heksadecimalni kod boje∶
it: Codice esadecimale colore∶
sk: Farba v Hex formáte∶

# shortcut window
source: General
de: Allgemein
hr: Opće
it: Generale:
sk: Všeobecné

# shortcut window
source: Quit
de: Beenden
hr: Zatvori program
it: Esci
sk: Skončiť

source: Keyboard Shortcuts
de: Tastaturkürzel
hr: Tipkovni prečaci
it: Scorciatoie da tastiera
sk: Klávesové skratky

source: About Emulsion
de: Über Emulsion
hr: O programu Emulsion
it: Informazioni su Emulsion
sk: O Emulsion

source: Cancel
de: Abbrechen
hr: Odustani
it: Cancella
sk: Zrušiť

source: Import Palette
de: Palette importieren
hr: Uvezi paletu
it: Importa tavolozza
sk: Importovať paletu

source: Choose Image
de: Bild wählen
hr: Odaberi sliku
it: Scegli immagine
sk: Vybrať obrázok

source: Select an image to retrieve colors
de: Bild wählen um Farben herauszufiltern
hr: Odaberi sliku za izdvajanje boja
it: Seleziona un'immagine per recuperare i colori
sk: Vyberte obrázok na získanie farieb

source: Add Palette
de: Palette hinzufügen
hr: Dodaj paletu
it: Aggiungi Tavolozza
sk: Pridať paletu

source: Import Palette…
de: Palette importieren …
hr: Uvezi paletu …
it: Importa Tavolozza…
sk: Importovať paletu…

source: Go Back to Palettes View
de: Zurück zur Palettenansicht
hr: Vrati se na prikaz paleta
it: Torna alla visualizzazione delle tavolozze
sk: Vrátiť sa späť do zobrazenia paliet

source: Add Color to This Palette
de: Farbe dieser Palette hinzufügen
hr: Dodaj boju ovoj paleti
it: Aggiungi colore a questa tavolozza
sk: Pridať farbu do tejto palety

source: Palettes
de: Paletten
hr: Palete
it: Tavolozze
sk: Palety

source: Search for palettes
de: Paletten suchen
hr: Traži palete
it: Cerca Tavolozze
sk: Vyhľadať palety

source: No Palettes
de: Keine Paletten
hr: Nema paleta
it: Nessuna Tavolozza
sk: Žiadne palety

source: Add a palette with the + button.
de: Palette mit Taste + hinzufügen.
hr: Dodaj poletu s gumbom +.
it: Aggiungi una tavolozza con il pulsante +.
sk: Pridať paletu klávesou + .

source: Copy Palette to Clipboard
de: Palette in Zwischenablage kopieren
hr: Kopiraj paletu u međuspremnik
it: Copia Tavolozza negli appunti
sk: Kopírovať paletu do schránky

source: Copy Palette Image to Clipboard
de: Palettenbild in Zwischenablage kopieren
hr: Kopiraj sliku palete u međuspremnik
it: Copia l'immagine della tavolozza negli appunti
sk: Kopírovať obrázok palety do schránky

source: Remove Palette
de: Palette entfernen
hr: Ukloni paletu
it: Rimuovi tavolozza
sk: Odstrániť paletu

source: Pick Color
de: Farbe wählen
hr: Odaberi boju
it: Scegli Colore
sk: Vybrať farbu

source: Copy Hexcode to Clipboard
de: Hex-Code in Zwischenablage kopieren
hr: Kopiraj heksadecimalni kod u međuspremnik
it: Copia il codice esadecimale negli appunti
sk: Kopírovať Hex kód do schránky

source: Copy RGB to Clipboard
de: RGB in Zwischenablage kopieren
hr: Kopiraj RGB u međuspremnik
it: Copia RGB negli appunti
sk: Kopírovať RGB do schránky

source: Remove Color from Palette
de: Farbe aus Palette entfernen
hr: Ukloni boju iz palete
it: Rimuovi colore dalla tavolozza
sk: Odstrániť farbu z palety

source: Import
de: Importieren
hr: Uvezi
it: Importa
sk: Importovať

source: Picture
de: Bild
hr: Slika
it: Immagine
sk: Obrázok

source: Set New Palette Name
de: Name der neuen Palette setzen
hr: Zadaj ime nove palete
it: Imposta nuovo nome tavolozza
sk: Nastaviť názov novej palety

source: Stock up on colors.
de: Deck’ dich mit Farben ein.
hr: Opskrbi se bojama.
it: Fai scorta di colori.
sk: Zásobte sa farbami.

source: translator-credits
de: Milo Ivir <mail@milotype.de>
hr: Milo Ivir <mail@milotype.de>
it: Albano Battistella
sk: MartinIIOT
